Repository: common-repository/light-lms-quizz
Catalog: languages/*.po
Languages: de, es, fr, nl, pt

source: Light LMS Quizz
de: Light LMS Quiz
nl: Light LMS Quiz

source: Gutenberg blocks for lightning fast answers to interactive questions
de: Blöcke für Gutenberg Editor mit interaktive Fragen
es: Bloques de Gutenberg para preguntas interactivas
fr: Blocs pour l'éditeur Gutenberg pour les questions interactives
nl: Gutenberg blokken voor interactieve vragen
pt: Blocos de Gutenberg para perguntas interativas

source: Q & A
de: Fragen und Antworten
es: Preguntas y respuestas
fr: Questions et réponses
nl: Vraag en Antwoord
pt: Perguntas e respostas

source: Multiple choice (3)
de: Mehrfachauswahl (3)
es: Pregunta de opción multiple (3)
fr: Question à choix multiples (3)
pt: Pergunta de múltipla escolha (3)

source: Multiple choice (5)
de: Mehrfachauswahl (5)
es: Pregunta de opción multiple (5)
fr: Question à choix multiples (5)
pt: Pergunta de múltipla escolha (5)

source: Multiple choice (10)
de: Mehrfachauswahl (10)
es: Pregunta de opción multiple (10)
fr: Question à choix multiples (10)
pt: Pergunta de múltipla escolha (10)

source: Right
de: Richtig
es: Correcta
fr: Vrai
nl: Goed
pt: Certo

source: Wrong
de: Falsch
es: Incorrecta
fr: Faux
nl: Fout
pt: Errado

source: Right or wrong?
de: Richtig oder falsch?
es: Correcta o incorrecta?
fr: Vrai ou faux?
nl: Goed of fout?
pt: Certo ou errado?

source: Question ...
de: Frage ...
es: Pregunta ...
nl: Vraag ...
pt: Questão ...

source: Answer 1
de: Antwort 1
es: Respuesta 1
fr: Réponse 1
nl: Antwoord 1
pt: Responda 1

source: Answer 2
de: Antwort 2
es: Respuesta 2
fr: Réponse 2
nl: Antwoord 2
pt: Responda 2

source: Answer 3
de: Antwort 3
es: Respuesta 3
fr: Réponse 3
nl: Antwoord 3
pt: Responda 3

source: Answer 4
de: Antwort 4
es: Respuesta 4
fr: Réponse 4
nl: Antwoord 4
pt: Responda 4

source: Answer 5
de: Antwort 5
es: Respuesta 5
fr: Réponse 5
nl: Antwoord 5
pt: Responda 5

source: Answer 6
de: Antwort 6
es: Respuesta 6
fr: Réponse 6
nl: Antwoord 6
pt: Responda 6

source: Answer 7
de: Antwort 7
es: Respuesta 7
fr: Réponse 7
nl: Antwoord 7
pt: Responda 7

source: Answer 8
de: Antwort 8
es: Respuesta 8
fr: Réponse 8
nl: Antwoord 8
pt: Responda 8

source: Answer 9
de: Antwort 9
es: Respuesta 9
fr: Réponse 9
nl: Antwoord 9
pt: Responda 9

source: Answer 10
de: Antwort 10
es: Respuesta 10
fr: Réponse 10
nl: Antwoord 10
pt: Responda 10

source: Yes
de: Ja
es: Si
fr: Oui
nl: Ja
pt: Sim

source: No
de: Nein
fr: Non
nl: Nee
pt: Não

source: Must choose exactly 2
de: Muss genau 2 wählen
es: Debe elegir exactamente 2
fr: Doit choisir exactement 2
nl: Moet precies 2 kiezen
pt: Deve escolher exatamente 2

source: Must choose exactly 3
de: Muss genau 3 wählen
es: Debe elegir exactamente 3
fr: Doit choisir exactement 3
nl: Moet precies 3 kiezen
pt: Deve escolher exatamente 3

source: Must choose exactly 4
de: Muss genau 4 wählen
es: Debe elegir exactamente 4
fr: Doit choisir exactement 4
nl: Moet precies 4 kiezen
pt: Deve escolher exatamente 4

source: Must choose exactly 5
de: Muss genau 5 wählen
es: Debe elegir exactamente 5
fr: Doit choisir exactement 5
nl: Moet precies 5 kiezen
pt: Deve escolher exatamente 5

source: Must choose exactly 6
de: Muss genau 6 wählen
es: Debe elegir exactamente 6
fr: Doit choisir exactement 6
nl: Moet precies 6 kiezen
pt: Deve escolher exatamente 6

source: Must choose exactly 7
de: Muss genau 7 wählen
es: Debe elegir exactamente 7
fr: Doit choisir exactement 7
nl: Moet precies 7 kiezen
pt: Deve escolher exatamente 7

source: Answer settings
de: Antworteinstellungen
es: Configuraciones de respuesta
fr: Paramètres de réponse
nl: Instellingen voor het antwoord
pt: Configurações de resposta

source: Answer
de: Antwort
es: Respuesta
fr: Réponse
nl: Antwoord
pt: Responda

source: The right answer (1 or more letters)
de: Die richtige Antwort (1 oder mehr Buchstaben)
es: La respuesta correcta (1 o más letras)
fr: La bonne réponse (1 ou plusieurs lettres)
nl: Het juiste antwoord (1 of meerdere letters)
pt: A resposta certa (1 ou mais letras)

source: Multiple answers
de: Mehrere Antworten
es: Respuestas múltiples
fr: Réponses multiples
nl: Meerdere antwoorden
pt: Várias respostas

source: Can multiple answers be chosen?
de: Können mehrere Antworten gewählt werden?
es: ¿Se pueden elegir múltiples respuestas?
fr: Peut-on choisir multiple réponses?
nl: Kunnen er meerdere antwoorden worden gekozen?
pt: Podem ser escolhidas várias respostas?

source: The text as a hint above the choices
de: Der Text als Hinweis über den Auswahlmöglichkeiten
es: El texto como una suregencia sobre las opciones
fr: Le texte comme indice au-dessus des choix
nl: De tekst als een hint boven de keuzes
pt: O texto como uma dica acima das opções

source: Button text
de: Schaltflächentext
es: El texto del botón
fr: Texte du bouton
nl: Tekst op de button
pt: O texto do botão

source: The text of the button to click on
de: Der Text der Schaltfläche
es: El texto del botón para hacer clic
fr: Le texte du bouton sur lequel cliquer
nl: De tekst van de button waarop geklikt moet worden
pt: O texto do botão para clicar

source: Feedback when right
de: Feedback mit einer richtigen Antwort
es: Comentarios con la respuesta correcta
fr: Commentaires avec bonne réponse
nl: Feedback indien juist
pt: Feedback com resposta certa

source: The feedback to show with a right answer
de: Das Feedback bei einer richtigen Antwort
es: Los comentarios para mostrar con una respuesta correcta
fr: Le feedback à montrer avec une bonne réponse
nl: De feedback die wordt getoond bij een goed antwoord
pt: O feedback para mostrar com uma resposta certa

source: Feedback when wrong
de: Feedback mit einer falscher Antwort
es: Comentarios con la respuesta incorrecta
fr: Commentaires avec mauvais réponse
nl: De feedback bij een fout antwoord
pt: Feedback com resposta errada

source: The feedback to show with a wrong answer
de: Das Feedback bei einer falsche Antwort
es: Los comentarios para mostrar con una respuesta incorrecta
fr: Commentaires avec mauvaise réponse
nl: De feedback die wordt getoond bij een juist antwoord
pt: O feedback para mostrar com uma resposta errada

source: Classes
de: Klassen
es: Clases
fr: Classe
pt: Aulas

source: Form
de: Formularelement
es: Formulario
fr: Formulaire
nl: Formulier
pt: O formulário

source: The css class to apply to the form element
de: Die CSS-Klasse, die auf das Formularelement angewendet werden soll
es: La clase css para aplicar al elemento de formulario
fr: La classe CSS à appliquer à l'élément de formulaire
nl: De css class die wordt toegepast op het form-element
pt: A classe css a ser aplicada ao elemento do formulário

source: The css class to apply to the feedback after right answer
de: Die CSS-Klasse, die mit der richtigen Antwort auf das Feedback angewendet werden soll
es: La clase css para aplicar a los comentarios cuando la respuesta es correcta
fr: La classe CSS à appliquer aux commentaires avec la bonne réponse
nl: De css class die wordt toegepast op de feedback na een fout antwoord
pt: A classe css a ser aplicada ao feedback quando a resposta estiver correta

source: The css class to apply to the feedback after wrong answer
de: Die CSS-Klasse, die mit falscher Antwort auf das Feedback angewendet werden soll
es: La clase css para aplicar a los comentarios cuando la respuesta es incorrecta
fr: La classe CSS à appliquer aux commentaires avec la mauvaise réponse
nl: De css class die wordt toegepast op de feedback na een fout antwoord
pt: A classe css a ser aplicada ao feedback quando a resposta estiver errada

source: Colors :
de: Farben :
es: Colores:
fr: Couleurs :
nl: Kleuren :
pt: Cores :

source: ... with right answer
de: ... mit der richtigen Antwort
es: ... con la respuesta correcta
fr: ... avec la bonne réponse
nl: .. bij een goed antwoord
pt: ... com resposta certa

source: Feedback right background color
de: Feedback Hintergrundfarbe bei der richtigen Antwort
es: Color de fondo de la retroalimentación con respuesta correcta
fr: Couleur d'arrière-plan de la rétroaction avec la bonne réponse
nl: Kleur van de achtergrond van de feedback indien juist
pt: Cor de fundo do Feedback com uma resposta certa

source: Feedback right text color
de: Feedback Textfarbe bei der richtigen Antwort
es: Color del texto de los comentarios con la respuesta correcta
fr: Couleur du texte de rétroaction avec la bonne réponse
nl: Kleur van de tekst bij een goed antwoord
pt: Cor do texto do Feedback com uma resposta certa

source: White
de: Weiß
es: Blanco
fr: Blanche
nl: Wit
pt: Branca

source: Black
de: Schwarz
es: Negro
fr: Noire
nl: Zwart
pt: Preta

source: ... with wrong answer
de: ... mit falscher Antwort
es: ... con la respuesta incorrecta
fr: ... avec une mauvaise réponse
nl: .. bij een fout antwoord
pt: ... com resposta errada

source: Feedback wrong background color
de: Feedback Hintergrundfarbe bei der falschen Antwort
es: Color de fondo de la retroalimentación con respuesta incorrecta
fr: Couleur d'arrière-plan de la rétroaction avec la mauvaise réponse
nl: Kleur van de achtergrond van de feedback indien niet juist
pt: Cor de fundo do Feedback com uma resposta errada

source: feedback wrong text color
de: Feedback Textfarbe bei der falschen Antwort
es: color del texto de los comentarios con la respuesta incorrecta
fr: couleur du texte de rétroaction avec la mauvaise réponse
nl: kleur van de tekst bij een fout antwoord
pt: cor do texto do Feedback com uma resposta errada

source: Learning in progress
de: Lernen im Gange
es: Aprendizaje en progreso
fr: Apprentissage en cours
nl: Continue leren
pt: Aprendizagem em andamento

source: question
de: Frage
es: pregunta
nl: vraag
pt: questão

source: multiple choice
de: Mehrfachauswahl
es: opción multiple
fr: choix multiples
pt: múltipla escolha

source: Multiple answers can be given :
de: Mehrere Antworten sind möglich :
es: Se pueden dar múltiples respuestas:
fr: Plusieurs réponses peuvent être données:
nl: Meerdere antwoorden kunnen worden gegeven :
pt: Várias respostas podem ser dadas:

source: Choose two of the following :
de: Wählen Sie 2 der folgenden Optionen:
es: Elija dos de los siguientes:
fr: Choisissez deux des options suivantes:
nl: Kies 2 van de volgende :
pt: Escolha dois dos seguintes:

source: Choose three of the following :
de: Wählen Sie 3 der folgenden Optionen:
es: Elija tres de los siguientes:
fr: Choisissez trois des options suivantes:
nl: Kies 3 van de volgende :
pt: Escolha três dos seguintes:

source: Choose four of the following :
de: Wählen Sie 4 der folgenden Optionen:
es: Elija cuatro de los siguientes:
fr: Choisissez quatre des options suivantes:
nl: Kies 4 van de volgende :
pt: Escolha quatro dos seguintes:

source: Choose five of the following :
de: Wählen Sie 5 der folgenden Optionen:
es: Elija cinco de los siguientes:
fr: Choisissez cinq des options suivantes:
nl: Kies 5 van de volgende :
pt: Escolha cinco dos seguintes:

source: Choose six of the following :
de: Wählen Sie 6 der folgenden Optionen:
es: Elija seis de los siguientes:
fr: Choisissez six des options suivantes:
nl: Kies 6 van de volgende :
pt: Escolha siz dos seguintes:

source: Choose seven of the following :
de: Wählen Sie 7 der folgenden Optionen:
es: Elija siete de los siguientes:
fr: Choisissez sept des options suivantes:
nl: Kies 7 van de volgende :
pt: Escolha sete dos seguintes:

source: Hint to the question
es: Sugerencia a la pregunta
fr: Indice de la question
nl: Hint voor het antwoord
pt: Dica para a pergunta
